Repository: eBookProjects/uChmViewer
Catalog: po/uchmviewer_*.po
Languages: it, ru

source: Search returned no results
it: La ricerca non ha restituito risultati
ru: Поиск не нашел ничего

source: Search failed
it: Ricerca fallita
ru: Поиск не удался

source: <html><p>The improved search engine allows you to search for a word, symbol or phrase, which is set of words and symbols included in quotes. Only the documents which include all the terms specified in th search query are shown; no prefixes needed.<p>Unlike MS CHM internal search index, my improved search engine indexes everything, including special symbols. Therefore it is possible to search (and find!) for something like <i>$q = new ChmFile();</i>. This search also fully supports Unicode, which means that you can search in non-English documents.<p>If you want to search for a quote symbol, use quotation mark instead. The engine treats a quote and a quotation mark as the same symbol, which allows to use them in phrases.</html>
ru: <html><p>Улучшенный поиск позволяет искать слова, символы или фразу (которая представляет собой набор слов в кавычках). Найдены будут только те документы, которые содержат ВСЕ что указано в строке поиска, префиксы типа + или AND не нужны.<p>По сравнению со стандартным индексом для поиска, интегрированным в CHM файл, индекс встроенный в приложение индексирует все включая специальные символы. Это делает возможным искать и найти строки вида <i>$q = new ChmFile();</i>. Также новый поиск полностью поддерживает Юникод, позволяя успешно искать текст в документах на языках отличных от английского. <p>Поскольку кавычки используются поиском для обозначения фраз, используйте апостроф если вам нужно искать кавычку. Поиск интерпретирует апостроф и кавычку как одинаковый символ.</html>

source: Reading dictionary...
it: Lettura del dizionario in corso...
ru: Считываем индекс поиска...

source: Generating search index...
it: Generazione dell'indice in corso...
ru: Идет генерация индекса поиска...

source: Cannot save index
it: Impossibile salvare l'indice
ru: Не могу сохранить индекс

source: The index cannot be saved into file %1
it: Non è stato possibile salvare l'indice nel file %1
ru: Индекс не может быть сохранён в файл %1

source: No index present
it: Indice assente
ru: Индекс отсутствует

source: The index is not present
it: L'indice è assente
ru: Индекс не существует

source: TabbedBrowser
it: Browser a linguette
ru: Браузер

source: Case Sensitive
it: Sensibile alle maiuscole
ru: С учётом регистра

source: <img src=":/images/find_wrap.png">&nbsp;Search wrapped
it: <img src=":/images/find_wrap.png">&nbsp;La ricerca è ripartita dall'inizio
ru: <img src=":/images/find_wrap.png">&nbsp;Поиск прерван

source: Select a toolbar
it: Sleziona una barra strumenti
ru: Выбор панели инструментов

source: Editing the toolbar
it: Personalizzando la barra strumenti
ru: Изменяемая панель

source: Drag the actions to the toolbar list to add them to the toolbar. Drag them from toolbar list to remove them from the toolbar.
it: Trascina i bottoni sulla lista della toolbar per aggiungerli. Trascina i bottoni via dalla lista della toolbar per rimuoverli.
ru: Перетащите действия в список панели инструментов, чтобы их добавить. Перетащите их из списка панели инструментов, чтобы их удалить.

source: Available actions
it: Bottoni disponibili
ru: Доступные действия

source: Toolbar actions
it: Bottoni nella toolbar
ru: Действия на панели

source: Printing aborted
it: Stampa annullata
ru: Печать отменена

source: Printing finished
it: Stampa completata
ru: Печать завершена

source: Open Link in a new tab Shift+LMB
it: Apri il collegamento in un'altra linguetta Shift+LMB
ru: Открыть ссылку в новой вкладке Shift+LMB

source: Open Link in a new background tab Ctrl+LMB
it: Apri il collegamento in un'altra linguetta in secondo piano Ctrl+LMB
ru: Открыть ссылку в новой вкладке не активируя ее Ctrl+LMB

source: Add page
it: Aggiungi pagina
ru: Добавить вкладку

source: CHM file viewer
it: visualizzatore di file CHM
ru: Просмотрщик CHM файлов

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /></head> <body> <p>I would like to thank:</p> <ul> <li>George Yunaev, the author of KchmViewer.</li> <li>Razvan Cojocaru, the author of xchm.</li> <li>Peter Volkov for significant QA (more than 20 reported bugs!).</li> <li>And of course <b>everyone</b>, who report bugs, and suggest features.</li> </ul> </body></html>
it: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /></head> <body> <p>Vorrei ringraziare:</p> <ul> <li>George Yunaev, l'autore di KchmViewer.</li> <li>Razvan Cojocaru, l'autore di xchm.</li> <li>Peter Volkov per i significativi contributi di assicurazione qualità (più di 20 bug segnalati!).</li> <li>E certamente <b>chiunque</b> segnali dei bug e suggerisca nuove funzionalità.</li> </ul> </body></html>

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /></head> <body> <p>uChmViewer uses the following 3rd party software:</p> <ul> <li>Qt library from http://qt-project.org by Digia.</li> <li>CHMLib for parsing CHM files by Jed Wing.</li> <li>libzip for handling EPUB files by Dieter Baron and Thomas Klausner.</li> <li>Icons from DryIcons, <a href='https://dryicons.com'>https://dryicons.com</a>.</li> </ul> </body></html>
it: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /></head> <body> <p>uChmViewer usa i seguenti software di terze parti:</p> <ul> <li>Libreria Qt da http://qt-project.org della Digia.</li> <li>CHMLib per leggere i file CHM di Jed Wing.</li> <li>libzip per gestire i file EPUB di Dieter Baron e Thomas Klausner.</li> <li>Icone da DryIcons, <a href='https://dryicons.com'>https://dryicons.com</a>.</li> </ul> </body></html>

source: Built for %1 arch using %2 ABI<br>Running on %3, Qt version %4
it: Generato per l'architettura %1 utilizzando la ABI %2 <br>In esecuzione su %3, vesrione di Qt %4

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"><html><head><meta name="qrichtext" content="1" /></head><body><p>This is a fork of KchmViewer, a chm and epub file viewer.<br>KchmViewer is written by Georgy Yunaev.<br>uChmViewer version <b>%1.%2</b></p><p>%3</p><p>Copyright (C) George Yunaev, 2004-2015<br>Copyright (C) Nick Egorrov, 2021</p><p>Licensed under GNU GPL license version 3.</p></body></html>
it: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"><html><head><meta name="qrichtext" content="1" /></head><body><p>Questo è un fork di KchmViewer, un visualizzatore di file chm ed epub.<br>KchmViewer è stato sviluppato da Georgy Yunaev.<br>versione di uChmViewer <b>%1.%2</b></p><p>%3</p><p>Copyright (C) George Yunaev, 2004-2015<br>Copyright (C) Nick Egorrov, 2021</p><p>Licenza GNU GPL versione 3.</p></body></html>

source: Ctrl+Right
it: Ctrl+Freccia destra

source: Ctrl+Left
it: Ctrl+Freccia sinistra

source: Tab 1
it: Linguetta 1

source: Form1
it: Maschera1

source: Dialog
it: Finestra di dialogo

source: Please report bugs to nicegorov@ya.com
it: Per favore segnalate i bug a nicegorov@ya.com
