Repository: eBookProjects/uChmViewer
Catalog: po/uchmviewer_*.po
Languages: it, ru

source: About uChmViewer
it: Informazioni su uChmViewer
ru: О uChmViewer

source: About appplication
it: Informazioni sull'applicazione
ru: О приложении

source: About text
ru: Текст о приложении

source: Thanks
it: Ringraziamenti
ru: Благодарности

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Liberation Sans'; font-size:10pt; font-weight:600;">I would like to thank:</span></p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; font-family:'Liberation Sans'; font-size:10pt;"><br /></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Liberation Sans'; font-size:10pt;">- Razvan Cojocaru, the author of xchm.</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Liberation Sans'; font-size:10pt;">- Peter Volkov for significant QA (more than 20 reported bugs!)</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Liberation Sans'; font-size:10pt;">- And of course </span><span style=" font-family:'Liberation Sans'; font-size:10pt; font-weight:600;">everyone</span><span style=" font-family:'Liberation Sans'; font-size:10pt;">, who report bugs, and suggest features.</span></p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; font-family:'Liberation Sans'; font-size:10pt;"><br /></p></body></html>
ru: <html><head></head><body"> <p>Я выражаю благодарность:</p> <ul> <li>Razvan Cojocaru, автору xchm.</li> <li>Peter Volkov за деятельное QA (более чем 20 найденых ошибок!)</li> <li>И конечно же <b>всем</b>, кто сообщал об ошибках и предлагал улучшения.</li> </ul></body></html>

source: 3rd party software
it: Software di terze parti
ru: Стороннее ПО

source: <html><head/><body><p>uChmViewer uses the following 3rd party software:</p><ul style="margin-top: 0px; margin-bottom: 0px; margin-left: 0px; margin-right: 0px; -qt-list-indent: 1;"><li style=" margin-top:12px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Qt library from http://qt-project.org by Digia; </li><li style=" margin-top:12px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">libchm for parsing CHM files by Jed Wing; </li><li style=" margin-top:12px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">libzip for handling EPUB files by Dieter Baron and Thomas Klausner</li><li style=" margin-top:12px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Icons from DryIcons, http://dryicons.com</li></ul></body></html>
ru: <html><head/><body><p>uChmViewer использует следующее стороннее ПО:</p> <ul> <li>Библиотеки Qt от Digia, http://qt-project.org </li> <li>CHMLib от Jed Wing для разбора файлов CHM </li> <li>libzip от Dieter Baron и Thomas Klausner для распаковки файлов EPUB </li> <li>Значки от DryIcons, <a href="https://dryicons.com">https://dryicons.com</a></li> </ul></body></html>

source: KchmViewer settings
it: Impostazioni di KchmViewer
ru: Настройки KchmViewer

source: General behavior
it: Comportamento generale
ru: Общее поведение

source: If started with no arguments
it: Quando avviato senza parametri
ru: Если запущен без аргументов

source: Start with nothing loaded
it: Avvia senza caricare nulla
ru: Ничего не загружать

source: Pop up the "open file" dialog
it: Apri la finestra di dialogo "Apri file"
ru: Показать диалог "открыть файл"

source: Open the &last used CHM file, if exist
it: Apri il l'u&ltimo file CHM usato, se esiste
ru: Открыть &последний файл, если он есть

source: History
it: Cronologia
ru: История

source: Store history information for
it: Salva la cronologia per
ru: Хранить историю для

source: latest files
it: ultimi file
ru: последних файлов

source: Remembers the information about the files, which were opened. Remembers last opened page, search history, font size, bookmarks and so on.
it: Ricorda le informazioni sui file che erano aperti. Ricorda l'ultima pagina visualizzata, la cronologia delle ricerche, dimensione dei font, i segnalibri, e così via.
ru: Запоминает информацию о файлах, которые были открыты. Запоминает последнюю открытую страницу, историю поиска, размер шрифта, закладки и так далее.

source: R&emember extra information for history files
it: Ricorda informazioni aggiuntiv&e per i file nella cronologia
ru: &Хранить дополнительную информцию для истории файлов

source: CHM security settings
it: Impostazioni di sicurezza CHM
ru: Настройки безопасности CHM

source: When external link clicked
it: Quando viene cliccato un link esterno
ru: Когда нажата внешняя ссылка

source: Alwa&ys open it in external browser
it: Aprilo sempre in un browser esterno
ru: &Всегда открывать во внешнем браузере

source: Ask for confirmation
it: Chiedi conferma
ru: Запросить подтверждение

source: Do not open the link
it: Non aprire il link
ru: Не открывать ссылку

source: When link pointed to a new CHM file clicked
it: Quando si clicca un link che punta ad un nuovo file CHM
ru: Когда нажата ссылка на другой CHM файл

source: Always open a new CHM file
it: Apri sempre un nuovo file CHM
ru: Всегда открывать новый файл CHM

source: Do not open a new CHM file
it: Non aprire un nuovo file CHM
ru: Не открывать новый CHM файл

source: Browser
ru: Браузер

source: HTML browser settings
it: Impostazioni del browser HTML
ru: Настройки браузера HTML

source: Load the &images
it: Carica le &immagini
ru: Загружать &изображения

source: Enable browser &plugins (i.e. Flash)
it: Abilita i &plugin del browser (p. es. Flash)
ru: Разрешить &плагины браузера (напимер, Flash)

source: Enable &Java
it: Abilita &Java
ru: Разрешить &Java

source: Enable Java&Script
it: Abilita Java&Script
ru: Разрешить Java&Script

source: Enable &offline storage (HTML5)
it: Abilita lo &offline storage (HTML5)
ru: Разрешить &офлайн хранилище (HTML5)

source: Enable &local storage (HTML5)
it: Abilita il &local storage (HTML5)
ru: Разрешить &локальное хранилище (HTML5)

source: Highlight search results during in-page search
it: Evidenzia i risultati durante la ricerca nella pagina
ru: Подсвечивать результаты поиска при поиске на странице

source: Table of Contents and other windows
it: Indice e altre finestre
ru: Содержание и другие панели

source: Open all Table of Contents entries automatically
it: Apri le voci dell'indice automaticamente
ru: Автоматически раскрывать все пункты содержания

source: Always use a single click to open the elements instead of OS-specific activation
it: Usa sempre un singolo click per aprire gli elementi invece dell'operazione standard del sistema operativo
ru: Всегда использовать для открытия одиночный клик вместо системно-зависимой активации

source: Advanced
it: Avanzate
ru: Дополнительно

source: View HTML source command uses
it: Il comando Vedi sorgente HTML usa
ru: Команда, используемая для показа исходного кода HTML

source: Built-in HTML source viewer
it: Il visualizzatore di sorgente HTML incorporato
ru: Встроенный просмотрщик HTML кода

source: E&xternal program, specified below
it: Un programma esterno, specificato qui sotto
ru: В&нешняя программа, заданная ниже

source: External program:
it: Programma esterno:
ru: Внешняя программа:

source: &Browse
it: &Sfoglia
ru: &Обзор

source: Other
it: Altro
ru: Разное

source: Use right-to-left layout direction (Arabic and Hebrew layouts)
it: Usa il layout da destra a sinistra (layout Arabi ed Ebraici)
ru: Использовать направление раскладки справа налево (арабская и ивритская раскладки)

source: Automatically detect encoding for KHTMLPart and WebKit browsers (not recommended)
it: Rileva automaticamente la codifica per i browser KHTMLPart e WebKit (non raccomandato)
ru: Автоматическое определение кодировки для браузеров KHTMLPart и WebKit (не рекомендуется)

source: If this option is enabled, the application will check for updates (when new version of application is released). If a new version is available, the program will show a messagebox dialog informing you about new version. This check will only performed once in 24 hours. No user information is requested or transmitted from your computer during this check.
ru: Если эта опция включена, программа будет проверять наличие обновлений (когда выходит новая версия приложения). Если новая версия доступна, программа покажет диалоговое окно, информирующее о новой версии. Эта проверка будет выполняться только один раз в 24 часа. Никакая пользовательская информация не запрашивается и не передается с вашего компьютера во время этой проверки.

source: Perform a check whether a new version is available (once a week)
ru: Выполнять проверку наличия новой версии (раз в неделю)

source: Toolbars
it: Barre strumenti
ru: Панель инструментов

source: Small icons
it: Icone piccole
ru: Маленькие значки

source: Large icons
it: Icone grandi
ru: Большие значки

source: Large icons and text
it: Icone grandi e testo
ru: Большие значки и текст

source: Just text
it: Solo testo
ru: Просто текст

source: Changing those options requires restarting the application to take effect.
it: Cambiare queste impostazioni richiede il riavvio dell'applicazione perchè vengano attivate.
ru: Чтобы сделанные изменения вступили в силу, приложение необходимо перезапустить.

source: *|Executables
it: *|Eseguibili
ru: *|Программы

source: Choose an editor executable
it: Scegli l'eseguibile di un editor
ru: Выберите программу редактора

source: Executables (*)
it: Eseguibili (*)
ru: *|Программы

source: Multiple topics
it: Argomenti multipli
ru: Несколько страниц

source: Please select the topic to open:
it: Per favore scegli l'argomento da aprire:
ru: Пожалуйста, выберите страницу для открытия:

source: &Settings
it: Impo&stazioni
ru: &Настройки

source: &Bookmarks
ru: &Закладки

source: &File
ru: &Файл

source: &Edit
it: &Modifica
ru: &Правка

source: &View
it: &Visualizza
ru: &Вид

source: &Windows
it: Fi&nestra
ru: &Окна

source: Help
it: &Aiuto
ru: Помощь

source: General toolbar
it: Barra strumenti generale
ru: Общая панель инструментов

source: Navigation toolbar
it: Barra di navigazione
ru: Панель навигации

source: View toolbar
it: Barra visualizzazione
ru: Панель показа

source: &Print...
it: Stam&pa...
ru: &Печать...

source: Print
it: Stampa
ru: Печать

source: Print current page
it: Stampa la pagina corrente
ru: Распечатать текущую страницу

source: Prints currently opened page.
it: Stampa la pagina corrente.
ru: Печатает текущую открытую страницу.

source: &Quit
it: Abbandona
ru: &Выход

source: Exit
it: Esci
ru: Выход

source: Exits the application
it: Esce dall'applicazione
ru: Выйти из приложения

source: C&opy
it: C&opia
ru: &Копировать

source: Copy
it: Copia
ru: Копировать

source: Copies selected content to clipboard
it: Copia la selezione negli appunti
ru: Копирует выбранный контент в буфер обмена

source: &Select All
it: &Seleziona tutto
ru: &Выбрать всё

source: Paste
it: Incolla
ru: Вставить

source: Selects everything in the document
it: Seleziona l'intero documento
ru: Выбирает всё в документе

source: &Find...
it: Tro&va...
ru: &Искать...

source: Find text in currently opened page
it: Trova un testo nella pagina corrente
ru: Ищет текст в текущей открытой странице

source: Enters the Find in page mode
it: Attiva la modalità di ricerca nella pagina
ru: Вызывает режим поиска на странице

source: E&xtract CHM content...
ru: &Распаковать CHM файл...

source: Extract the CHM content to the directory
it: Estrai il contenuto del CHM nella cartella
ru: Распаковать содержимое CHM файла в папку

source: Exctracts the CHM archive content to the specified directory. All the files are extracted.
it: Estrae il contenuto del CHM nella cartella specificata. Tutti i file verrano estratti.
ru: Извлекает содержимое CHM в заданную папку. Извлекаются все файлы.

source: &Application settings...
it: Impostazioni &applicazione...
ru: &Настройки приложения...

source: Change the application settings
it: Modifica le impostazioni dell'applicazione
ru: Изменяет настройки приложения

source: &Add bookmark
it: &Aggiungi segnalibro
ru: &Добавить закладку

source: Bookmark
ru: Закладка

source: Adds a bookmark for currently opened page
it: Aggiunge un segnalibro per la pagina corrente
ru: Делает закладку для текущей открытой страницы

source: Adds a bookmark for currently opened page. Remembers the opened page, and scroll position. Bookmarks are accessible through Bookmarks menu or tab.
it: Aggiunge un segnalibro per la pagina corrente. Memorizza la pagina aperta e la posizione di scroll. I segnalibri sono disponibili nell'apposito menu o linguetta.
ru: Добавляет закладку для текущей открытой страницы. Запоминается открытая страница и положение прокрутки. Закладки доступны в меню Закладки или во вкладке.

source: &Increase font size
it: Aumenta la d&imensione del font
ru: У&величить размер шрифта

source: Larger
it: Più grande
ru: Больше

source: Increase the font size
it: Aumenta la dimensione del font
ru: Увеличить размер шрифта

source: Increases the document font size. The new font size will be stored.
it: Aumenta la dimensione del font. La nuova dimensione verrà memorizzata.
ru: Увеличить размер шрифта документа. Новый размер шрифта будет сохранён.

source: &Decrease font size
it: &Diminuisci la dimensione del font
ru: У&меньшить размер шрифта

source: Smaller
it: Più piccolo
ru: Меньше

source: Decrease the font size
it: Diminuisci la dimensione del font
ru: Уменьшить размер шрифта

source: Decreases the document font size. The new font size will be stored.
it: Aumenta la dimensione del font. La nuova dimensione verrà memorizzata.
ru: Уменьшить размер шрифта документа. Новый размер шрифта будет сохранён.

source: See &HTML
it: Mostra &HTML
ru: Смотреть &HTML

source: View HTML source of current page
it: Mostra il sorgente HTML della pagina corrente
ru: Показать исходный HTML код страницы

source: Shows the HTML source of currently opened page
it: Mostra il sorgente HTML della pagina corrente
ru: Показывает исходный код HTML текущей открытой страницы

source: Enable &full screen mode
ru: Во весь &экран

source: Enters or leaves the fullscreen mode
it: Abilita o disabilita la modalità schermo intero
ru: Включить или выключить режим во весь экран

source: Show &navigator window
it: Mostra la finestra di &navigazione
ru: Показывать панель &навигации

source: Show navigator dock window
it: Mostra la finestra agganciabile di navigazione
ru: Показать док-панель навигации

source: Shows or hides the size window (with Content, Index, Search and Bookmark tabs)
it: Mostra o nasconde la finestra delle dimensioni (con le linguette Contenuto, Indice, Cerca e Segnalibri)
ru: Показывает или скрывает панель навигации с вкладками Содержание, Индекс, Поиск и Закладки

source: &Locate
it: Trova nell'&indice
ru: В о&главлении

source: Locate the current page in contents window
it: Trova la pagina corrente nell'indice
ru: Показать текущую станицу во вкладке Содержание

source: If the current page is present in the Table of Contents, locate it there.
it: Se la pagina corrente è presente nell'indice, la trova.
ru: Если текущая станица присутствует в оглавлении книги, она будет показана в нём.

source: Set &encoding
it: Imposta codifica
ru: &Кодировка

source: Changes the current document encoding.
it: Modifica la codifica del documento corrente.
ru: Меняет текущую кодировку документа.

source: &Open...
it: &Apri...
ru: &Открыть...

source: Open a CHM file
it: Apri un file CHM
ru: Открыть файл

source: Opens a new CHM file
it: Apre un nuovo file CHM
ru: Открывает новый файл

source: Back
it: Indietro
ru: Назад

source: Navigate back
it: Torna indietro
ru: Навигация назад

source: Navigate back in navigation history
it: Torna indietro nella cronologia
ru: Вернуться назад по истории навигации

source: Forward
it: Avanti
ru: Вперёд

source: Navigate forward
it: Vai avanti
ru: Навигация вперёд

source: Navigate forward in navigation history
it: Vai avanti nella cronologia
ru: Перейти вперёд по истории навигации

source: Home
it: Prima pagina
ru: Домой

source: Navigate home
it: Torna alla prima pagina
ru: Перейти домой

source: Navigate to the document Home page, as specified in the document.
it: Torna alla prima pagina del documento, come specificato nel documento.
ru: Перейти на домашнюю страницу документа, как это задано в документе.

source: Previous
it: Precedente
ru: Предыдущий

source: Go to the previous page in the Table of Contents
it: Vai alla pagina precedente nell'indice
ru: Перейти на предыдущую страницу в оглавлении

source: Go to the previous page in the <b>Table of Contents</b><br><br><i>Shortcut: Ctrl+Left Arrow</i>
it: Vai alla pagina precedente nell'indice.<br><br><i>Shortcut: Ctrl+Freccia sinistra</i>
ru: Перейти на предыдущую страницу в <b>оглавлении</b><br><br><i>Клавиатура: Ctrl+левая стрелка</i>

source: Next
it: Successivo
ru: Следующий

source: Go to the next page in the Table of Contents
it: Vai alla pagina successiva nell'indice
ru: Перейти на следующую страницу в оглавлении

source: Go to the next page in the <b>Table of Contents</b><br><br><i>Shortcut: Ctrl+Right Arrow</i>
it: Vai alla pagina successiva nell'indice.<br><i>Shortcut: Ctrl+Freccia destra</i>
ru: Перейти на следующую страницу в <b>оглавлении</b><br><br><i>Клавиатура: Ctrl+правая стрелка</i>

source: &Close window
it: &Chiudi finestra
ru: &Закрыть вкладку

source: Close current window
it: Chiudi la finestra corrente
ru: Закрыть активную вкладку

source: Closes currently opened window
it: Chiude la finestra corrente
ru: Закрывает текущую открытую вкладку

source: About uChmViewer...
it: Informazioni su uChmViewer...
ru: О uChmViewer...

source: About Qt
it: Informazioni su &Qt
ru: О библиотеке Qt

source: Check for updates
ru: Проверить обновления

source: Edit toolbars...
it: Personalizza le toolbar...
ru: Изменить панели инструментов...

source: Shared memory segment failed
it: Fallito segmento di memoria condivisa
ru: Сбой сегмента общей памяти

source: Failed to create a shared memory segment: %1
it: Impossibile creare il segmento di memoria condivisa: %1
ru: Сбой при создании сегмента общей памяти: %1

source: Detected file encoding: %1 ( %2 )
it: Codifica del file rilevata: %1 ( %2 )
ru: Кодировка файла определена автоматически: %1 ( %2 )

source: %1 - failed to load the chm file
it: %1 - caricamento del file chm fallito
ru: %1 - невозможно открыть CHM файл

source: Unable to load the chm file %1
it: Non riesco a caricare il file chm %1
ru: Невозможно загрузить CHM файл %1

source: Could not load file %1
it: Non posso caricare il file %1
ru: Нельзя открыть CHM файл %1

source: %1 - remote link clicked - %2
it: %1 - link remoto cliccato - %2
ru: %1 - нажата внешняя ссылка - %2

source: A remote link %1 will start the external program to open it. Do you want to continue?
it: Il link remoto %1 causerà l'esecuzione di un programma esterno. Vuoi continuare?
ru: Для показа ссылки %1 будет запущена внешняя программа. Продолжить?

source: &Yes
it: &Si
ru: &Да

source: &No
ru: &Нет

source: *.chm *.epub|All electronic book *.chm|Compressed Help Manual *.epub|EPUB electronic book
it: *.chm *.epub|Tutti i formati ebook *.chm|Manuale Help Compresso*.epub|ebook EPUB
ru: *.chm *.epub|Все книги *.chm|Compressed Help Manual *.epub|Электронная книга EPUB

source: Open a chm file
it: Apri file chm
ru: Открыть файл

source: Electronic books (*.chm *.epub)
it: Libri elettronici (*.chm *.epub)
ru: Электронные книги (*.chm *.epub)

source: Choose a directory to store CHM content
it: Scegli una cartella per salvare il contenuto del CHM
ru: Выберите директорию для сохранения распакованного содержимого

source: Extracting CHM content
it: Estrazione del contenuto del CHM
ru: Распаковываем содержимое CHM файла

source: Extracting files...
it: Estrazione dei file in corso...
ru: Распаковываем файлы...

source: Abort
ru: Отмена

source: HTML source
it: Sorgente HTML
ru: Исходный код HTML

source: Cannot start external editor
it: Impossibile avviare l'editor esterno
ru: Не могу запустить внешний редактор

source: Cannot start external editor %1. Make sure the path is absolute!
it: Impossibile avviare l'editor esterno %1. Assicurarsi di aver indicato un percorso assoluto!
ru: Не могу запустить внешний редактор %1. Убедитесь, что путь является абсолютным!

source: Could not locate opened topic in content window
it: Non trovo l'argomento aperto nella finestra dei contenuti
ru: Невозможно найти открытую станицу в содержании

source: <br>Built for %1 arch using %2 ABI<br>Running on %3, Qt version %4
ru: <br>Сборка для архитектуры %1 используя ABI %2<br>Работает в %3, версия Qt %4

source: <br>Using Qt version %1
ru: Используется Qt версии %1

source: <html><b>uChmViewer version %1.%2</b>%3<br><br>Copyright (C) George Yunaev, 2004-2015<br><br>Licensed under GNU GPL license version 3.</html>
ru: <html><b>Это форк KchmViewer, версия %1.%2</b>%3<br><br>Copyright (C) George Yunaev, 2004-2015<br><a href="mailto:gyunaev@ulduzsoft.com">gyunaev@ulduzsoft.com</a><br><a href="http://www.ulduzsoft.com/kchmviewer">http://www.ulduzsoft.com/kchmviewer</a><br><br>Licensed under GNU GPL license version 3.</html>

source: &Open this link in a new tab
it: &Apri questo link in un nuova linguetta
ru: &Открыть ссылку в новой вкладке

source: &Open this link in a new background tab
it: &Apri questo link in un nuova linguetta in secondo piano
ru: &Открыть ссылку в новой фоновой вкладке

source: Unable to check whether a new version is available
ru: Невозможно проверить наличие новой версии

source: New version available
ru: Доступна новая версия

source: <html>A new version <b>%1</b> of uChmViewer is available!<br><br>You are currently using version %3.<br>Do you want to visit the application web site %2?
ru: <html>Доступен uChmViewer версии <b>%1</b> !<br><br>Ваша текущая версия %3.<br>Желаете перейти на сайт приложения %2?

source: Checked for updates; you are using the latest version of uChmViewer
ru: Проверены обновления, Вы используете последнюю версию uChmViewer

source: Search
it: Ricerca
ru: Поиск

source: Bookmarks
it: Segnalibri
ru: Закладки

source: Index
it: Indice
ru: Индекс

source: Contents
it: Contenuti
ru: Оглавление

source: Navigator panel
it: Pannello di navigazione
ru: Панель навигации

source: &Add
it: &Aggiungi
ru: &Новая

source: Edi&t
ru: &Править

source: &Del
ru: &Удалить

source: %1 - add a bookmark
it: %1 - Aggiungi un segnalibro
ru: %1 - добавить закладку

source: Enter the name for this bookmark:
it: Inserisci il nome per il segnalibro:
ru: Введите имя для этой закладки:

source: %1 - edit the bookmark name
it: %1 - modifica il nome del segnalibro
ru: %1 - редактировать имя закладки

source: F&ind:
ru: &Искать:

source: Type in word(s) to search for:
it: Scrivi la o le parole da cercare:
ru: Наберите слова для поиска:

source: <a href="help">Help</a>
it: <a href="help">Aiuto</a>
ru: <a href="help">Помощь</a>

source: &Go
ru: &Пуск

source: Title
it: Titolo
ru: Заголовок

source: Location
it: Posizione
ru: Расположение

source: Search returned %1 result(s)
it: La ricerca ha restituito %1 risultato(i)
ru: Поиск вернул %1 результат(ов)
